Repository: z3ntu/indicator-network
Catalog: po/*.po
Languages: be

source: Connect to “%1”
be: Падлучэньня да “%1”

source: Connect
be: Падлучыцца

source: Cancel
be: Скасаваць

source: Other network…
be: Іншыя сеткі...

source: No SIM
be: Адсутнічае SIM-картка

source: SIM Error
be: Памылка SIM-карткі

source: SIM Locked
be: SIM-картка заблакаваная

source: Unregistered
be: Незарэгістраваная

source: Unknown
be: Невядома

source: Denied
be: Адхілена

source: Searching
be: Пошук

source: No Signal
be: Адсутнічае сігнал

source: Offline
be: Адсутнічае

source: Flight Mode
be: Рэжым лёту

source: Hotspot
be: Кропка доступу

source: Sorry, incorrect %{1} PIN.
be: Калі ласка, увядзіце слушны %{1} PIN-код.

source: This will be your last attempt.
be: Гэта будзе ваша апошняя спроба.

source: If %{1} PIN is entered incorrectly you will require your PUK code to unlock.
be: Калі PIN-код %{1} будзе уведзены памылкова, для разблакавання вам спатрэбіцца PUK-код.

source: Sorry, your %{1} is now blocked.
be: Нажаль твой %{1} заблакаваны.

source: Please enter your PUK code to unblock SIM card.
be: Увядзі PUK-код, каб разблакаваць SIM-картку.

source: You may need to contact your network provider for PUK code.
be: Для атрымання PUK кода магчыма спатрэбіцца звярнуцца да аператару сувязі.

source: Sorry, incorrect PUK.
be: Няслушны PUK-код.

source: If PUK code is entered incorrectly, your SIM card will be blocked and needs replacement.
be: У выпадку ўвода няслушнага PUK-коду, SIM-картка будзе заблакавана і спатрэбіцца яе замена, вось.

source: Please contact your network provider.
be: Калі ласка, зверніся да аператару сувязі.

source: Your SIM card is now permanently blocked and needs replacement.
be: Нажаль, твая SIM-картка незваротна заблакавана і неабходна яе замена, шкадую.

source: Please contact your service provider.
be: Калі ласка, зверніся да пастаўшчыка паслугі.

source: Sorry, incorrect PIN
be: Няслушны PIN-код.

source: Sorry, incorrect PUK
be: Няслушны PUK-код.

source: Enter %{1} PIN
be: Увядзі %{1} PIN-код

source: Enter PUK code
be: Увядзі PUK-код

source: Enter PUK code for %{1}
be: Увядзі PUK код для %{1}

source: 1 attempt remaining
be: засталася толькі 1 спроба

source: Enter new %{1} PIN
be: Увядзі новы %{1} PIN-код

source: Confirm new %{1} PIN
be: Пацвердзі новы %{1} PIN-код

source: PIN codes did not match.
be: Коды ня супадаюць.

source: The VPN connection '%1' failed.
be: Злучэньне VPN '%1' скончылася памылкаю.

source: The VPN connection '%1' failed because the network connection was interrupted.
be: Злучэньне з VPN '%1' скончылася памылкаю праз адсутнасць сігналу з сеткай.

source: The VPN connection '%1' failed because the VPN service stopped unexpectedly.
be: Злучэньне VPNз '%1' скончылася памылкаю з-за нечаканай супынкі VPN сервісаў.

source: The VPN connection '%1' failed because the VPN service returned invalid configuration.
be: VPN-падлучэньня з '% 1' не атрымалася, так як сервіс даслаў памылковыя канфігурацыя.

source: The VPN connection '%1' failed because the connection attempt timed out.
be: Злучэньня VPN '%1' скончылася памылкаю, так як скончыўся час падлучэньня.

source: The VPN connection '%1' failed because the VPN service did not start in time.
be: VPN-падлучэньня '%1' не атрымалася, так як VPN сэрвіс не адказаў своечасова.

source: The VPN connection '%1' failed because the VPN service failed to start.
be: VPN-падлучэньня '% 1' скончылася памылкаю, з-за адсутнасьць немагчымасьці запуску VPN службы.

source: The VPN connection '%1' failed because there were no valid VPN secrets.
be: VPN '%1' не атрымалася злучыцца, бо не было ніякай працуючай VPN.

source: The VPN connection '%1' failed because of invalid VPN secrets.
be: VPN злучэньня '%1' скончылася памылкаю з-за памылковых альбо нядзеючых VPN.

source: VPN Connection Failed
be: Памылка злучэньня з VPN

source: Cellular settings…
be: Налады сеткі

source: VPN settings…
be: Налады VPN

source: Wi-Fi settings…
be: Налады Wi-Fi

source: Network
be: Сетка

source: VPN connection %1
be: VPN злучэньне %1
